{
  "barstars": [
    {
      "author": "Lou Bustamante",
      "name": "Raul Ayala",
      "place": "Dirty Habit",
      "text": [
        {
          "type": "text",
          "value": "Raul Ayala was just looking for a job when he joined the opening team at Dirty Habit in 2014 as a barback. Though he was curious about careers in the hospitality industry, bartending was never a career he had ever seriously considered — until the job changed all that."
        },
        {
          "type": "text",
          "value": "“After experiencing a few nights barbacking during those early days at Dirty Habit, I was changed — I literally fell in love with the energy, the people, and the adrenaline,” says Ayala."
        },
        {
          "type": "text",
          "value": "Ayala worked his way up, drinking up knowledge from his mentors and colleagues: Brian Means (a 2015 Bar Star who now works with the Mina Group) and Sarah Ruiz (who manages the bar at the D.C. outlet of Dirty Habit)."
        },
        {
          "type": "text",
          "value": "Learning the ropes from Means and Ruiz, Ayala learned not only the recipes and fundamentals of mixing cocktails, but also the operational side of the business."
        },
        {
          "type": "text",
          "value": "“This seems simple but one of the best things I learned was to be organized,” says Ayala. “Attention to detail and organization are huge foundational lessons, and so important while working at such a busy San Francisco restaurant and bar, especially on a weekend night."
        },
        {
          "type": "text",
          "value": "Today, as bar manager, Ayala has developed a style and menu that feels like a seamless and natural evolution of those of his predecessors. He developed a menu that melded his own creations and influence, all the while maintaining Dirty Habit’s innovative and elegant feel."
        },
        {
          "type": "text",
          "value": "“For me it’s all about connections to memories—I like to reconnect with flavors and textures I’ve experienced and enjoyed in my past, especially from my childhood growing up in the small town of Tanhuato Michoacán, Mexico,” says Ayala."
        },
        {
          "type": "text",
          "value": "Mexican ingredients show up in some of his drinks and showcase his identity, without feeling gimmicky — things like epazote herb and chile morita regularly appear in drinks to add depth of flavor rather than shock value. There’s even a Japanese-influenced horchata, made with miso, sesame, and rice ."
        },
        {
          "type": "text",
          "value": "“I do use some unusual ingredients but it’s important to balance them out in harmonious ways. It’s like putting together the components of a great dish,” he says. “We want the value to be there and we want to blow their minds.”"
        }
      ],
      "cocktail": "Raul Ayala’s Espresso Machine",
      "recipe": [
        {
          "type": "text",
          "value": "“This cocktail is simple but enigmatic, marrying the sweetness of a single malt whiskey with the smoky herbaceous notes of mezcal,” says Ayala. Suze, a bitter gentian root based liqueur, lends a floral and earthy taste to the drink, rich with smoke from the mezcal and nutty sweetness from the Sherry barrel-aged single malt. The drink, in a way, is the melding up his childhood upbringing with the current life behind the bar."
        },
        {
          "type": "text",
          "value": "1 oz. Highland Park Magnus Single Malt"
        },
        {
          "type": "text",
          "value": "1 oz. espresso-infused Wahaka Espadin Mezcal (see Note)"
        },
        {
          "type": "text",
          "value": "½ oz. Suze French Aperitif"
        },
        {
          "type": "text",
          "value": "¼ oz. rich agave syrup (see Second Note)"
        },
        {
          "type": "text",
          "value": "Lemon twist to garnish"
        },
        {
          "type": "Instructions",
          "value": "Combine all the ingredients, except garnish in a mixing glass. Add ice and stir for 15 to 20 seconds. Strain into a rocks glass with a single, large ice cube. Twist the lemon peel over the drink to express the oils and place in the drink to garnish."
        },
        {
          "type": "Note",
          "value": "To make espresso-infused mezcal, combine 1 750mL bottle of mezcal and 2 cups of medium-roast whole coffee beans in a container and let sit in a cool, dark place for one week. Strain and store indefinitely."
        },
        {
          "type": "text",
          "value": "Second Note: Rich agave syrup is made with a 2-to-1 ratio of agave to water, cooked over medium heat until incorporated. Allow to cool, then refrigerate. Will keep for six months."
        }
      ]
    }
  ]
}